/* $ObjectName=MAFSettingScreen_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XTIT: title in navigation bar */
"SETTINGS_TITLE" = "Ayarlar";

/* XGRP: header for a section */
"GENERAL_SETTINGS" = "Genel ayarlar";

/* XTIT: title in navigation bar for a view containing logon related fields */
"LOGON_SETTINGS" = "Oturum açma ayarları";

/* XTIT: title in navigation bar for a view containing version information */
"VERSION" = "Versiyon";

/* XTIT: title in navigation bar for 'about' view */
"ABOUT" = "Hakkında";

/* XTIT: title in navigation bar for a view containing logon type setting */
"LOGON_TYPE" = "Oturum açma türü";

/* XLST: logon type to choose */
"BASIC_AUTH" = "Temel kimlik doğrulama";

/* XLST: logon type to choose */
"SSO" = "SSO";

/* XLST: logon type to choose */
"DEMO" = "Demo";

"SERV_URL" = "Service URL";

/* XFLD: label for a field */
"USERNAME" = "Kullanıcı adı";

/* XFLD: label for a field */
"PASSWORD" = "Parola";

"SETTINGS" = "Settings";

/* XTIT: title in navigation bar for a view containing advanced settings */
"ADVANCED_SETTINGS" = "Gelişmiş ayarlar";

/* XFLD: label for a field */
"SERVER_URL" = "Sunucu URL'si";

/* XFLD: label for a switch (on/off), max. approx. 18 characters */
"USE_SUP" = "SUP kullan";

/* XTIT: title in navigation bar for a view containing SUP connection information */
"SUP_CONNECTION_INFO" = "SUP bağlantı bilgisi";

/* XFLD: label for a field */
"SERVER_NAME" = "Sunucu adı";

/* XFLD: label for a field */
"SERVER_PORT" = "Sunucu portu";

/* XFLD: label for a field */
"COMPANY_ID" = "Şirket tanıtıcısı";

/* XFLD: label for a field */
"ACTIVATION_CODE" = "Etkinleştirme kodu";

/* XFLD: label for a field */
"URL_PREFIX" = "URL öneki";

/* XGRP: header for a section */
"APPLICATION_SPECIFIC_SETTINGS" = "Uygulamaya özgü ayarlar";

/* XMSG: error message title, displayed in an alert view */
"Msg_Title_Datavault_Error" = "Veri saklama hatası";

/* XMSG: error message details, displayed in an alert view, should not be longer than 2-3 rows */
"Msg_Datavault_Error" = "Güvenli kalıcı depolama başarısız oldu.";

/* XTIT: title trait in navigation bar */
"HEADING" = "Başlık";

